Repository: Nefcairon/PETALS-Explorer-Boilerplate
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Welcome to %{name}!
de: Willkommen bei %{name}!

source: Peace of mind from prototype to production
de: Sorgenfreiheit vom Prototyp bis zur Produktion

source: Log out
de: Abmelden

source: Log in
de: Anmelden

source: Register
de: Registrieren

source: Forgot your password?
de: Passwort vergessen

source: Keep me logged in for 60 days
de: Für 60 Tage angemeldet bleiben

source: Password
de: Passwort

source: Change email
de: E-Mail ändern

source: Change password
de: Passwort ändern

source: Confirm new password
de: Neues Passwort wiederholen

source: Current password
de: Aktuelles Passwort

source: Features
de: Inhalte

source: New password
de: Neues Passwort

source: Pricing
de: Preise

source: Settings
de: Einstellungen

source: Oops, something went wrong! Please check the errors below.
de: Ojeh, etwas ist schief gelaufen! Bitte die Fehler unten beheben.

source: Reset password
de: Aktuelles Passwort

source: Send instructions to reset password
de: Anleitung zum Passwort ändern zusenden

source: Invalid email or password
de: Ungultige E-Mail oder Passwort.

source: Logged out successfully.
de: Erfolgreich abgemeldet.

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
de: Wenn deine E-Mailadresse im System vorliegt und noch nicht bestätigt wurde, bekommst du in Kürze eine E-Mail.

source: You must log in to access this page.
de: Du musst angemeldet sein, um auf diese Seite zugreifen zu dürfen.

source: A link to confirm your email change has been sent to the new address.
de: Ein Bestätigungslink wurde an deine E-Mailadresse gesandt.

source: Email change link is invalid or it has expired.
de: Der Link zum Ändern der E-Mailadresse ist nicht (mehr) gültig.

source: Email changed successfully.
de: E-Mailadresse wurde erfolgreich geändert.

source: If your email is in our system, you will receive instructions to reset your password shortly.
de: Wenn deine E-Mailadresse im System vorliegt, bekommst du in Kürze eine E-Mail.

source: Password reset successfully.
de: Passwort wurde erfolgreich zurückgesetzt.

source: Password updated successfully.
de: Passwort würde erfolgreich geändert.

source: Reset password link is invalid or it has expired.
de: Der Link zum Passwort Zurücksetzen ist nicht (mehr) gültig.

source: User confirmation link is invalid or it has expired.
de: Der Link zum Bestätigen ist nicht (mehr) gültig.

source: User confirmed successfully.
de: Dein Benutzerkonto wurde erfolgreich bestätigt.

source: User created successfully.
de: Dein Benutzerkonto wurde erfolgreich angelegt.
